<!DOCTYPE html>
<html lang="en">
<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title>Vinsight Meldingssenter</title>
    <style>
        body {
            font-family: Arial, sans-serif;
            margin: 0;
            padding: 0;
            max-width: 600px;
            background-attachment: fixed;
            background-color: #f4f4f4;
            background-image: url("bgimg.png");
            background-repeat: no-repeat;
        }
    </style>
</head>


<body>
<h1>Vinsight Meldingssenter</h1>

<b>1. Introduksjon</b><br/>

Velkommen til Vinsight. Vi verdsetter ditt personvern og er forpliktet til &aring; beskytte det. Denne personvernerkl&aelig;ringen forklarer hvordan vi samler inn, bruker og beskytter informasjonen din.<br/><br/>

<b>2. Informasjonsinnsamling</b><br/>

Vinsight samler kun inn en minimal mengde informasjon:<br/>

S&oslash;keteller: Hver gang du utf&oslash;rer et s&oslash;k, &oslash;ker Vinsight en teller i v&aring;r database. Denne telleren inneholder ingen personlig, identifiserbar eller stedsspesifikk informasjon.<br/><br/>
<b>3. Bruk av Informasjon</b><br/>

Informasjonen som samles inn (&oslash;kning i s&oslash;ketelleren) brukes kun til &aring; forst&aring; hvor ofte s&oslash;kefunksjonen brukes. Dette hjelper oss med &aring; forbedre appens funksjonalitet.<br/><br/>

<b>4. Datasikkerhet</b><br/>

Vi bruker en database for &aring; sikkert lagre dataene fra s&oslash;ketelleren. Databasen benytter robuste sikkerhetstiltak for &aring; beskytte dataene dine mot uautorisert tilgang.<br/><br/>

<b>5. Endringer i Denne Personvernerkl&aelig;ringen</b><br/>

Vi kan oppdatere denne personvernerkl&aelig;ringen fra tid til annen. Eventuelle endringer vil bli publisert i appen, og din fortsatte bruk av Vinsight betyr at du aksepterer de oppdaterte vilk&aring;rene.<br/><br/>

<b>6. Kontakt Oss</b><br/>

Hvis du har sp&oslash;rsm&aring;l eller bekymringer om denne personvernerkl&aelig;ringen, vennligst kontakt oss p&aring; bjartea@gmail.com.<br/><br/>

Ved &aring; bruke Vinsight, godtar du vilk&aring;rene som er beskrevet i denne personvernerkl&aelig;ringen.<br/><br/><br/>



<h2>English</h2>
Effective Date: 23.06.2024<br/><br/>

<b>1. Introduction</b><br/>

Welcome to Vinsight. We value your privacy and are committed to protecting it. This Privacy Policy explains how we collect, use, and protect your information.<br/><br/>

<b>2. Information Collection</b><br/>

Vinsight only collects a minimal amount of information:<br/>

Search Counter: Each time you perform a search, Vinsight increments a counter in our database. This counter does not contain any personal, identifiable, or location-specific information.<br/><br/>
<b>3. Use of Information</b><br/>

The information collected (search counter increment) is used solely for the purpose of understanding how often the search feature is used. This helps us improve the app's functionality.<br/><br/>

<b>4. Data Security</b><br/>

We use a database to securely store the search counter data. The database employs robust security measures to protect your data from unauthorized access.<br/><br/>

<b>5. Changes to This Privacy Policy</b><br/>

We may update this Privacy Policy from time to time. Any changes will be posted in the app, and your continued use of Vinsight signifies your acceptance of the updated terms.<br/><br/>

<b>6. Contact Us</b><br/>

If you have any questions or concerns about this Privacy Policy, please contact us at bjartea@gmail.com.<br/><br/>

By using Vinsight, you agree to the terms outlined in this Privacy Policy.
<br/><br/><br/><br/><br/>



</body>

</html>
